Repository: Japhet-Tegtmeyer/dwbingo-ios
Catalog: DWBingo/App/Localizable.xcstrings
Source language: en
Languages: es

source: *First name of child or person you're registering this card for
es: *Nombre del niño o de la persona para quien está registrando esta tarjeta

source: Agree
es: Aceptar

source: Are you sure you want to log out? This will delete all data.
es: ¿Está seguro de que desea cerrar sesión? Esto eliminará todos los datos.

source: Bingo Card
es: Tarjeta de bingo

source: Bingo card for: %@
es: Tarjeta de bingo para: %@

source: Built on the moon
es: Construido en la luna

source: Button Disabled
es: Botón desactivado

source: Cancel
es: Cancelar

source: Cards
es: Tarjetas

source: Cloud Cover
es: Cobertura de nubes

source: Condition
es: Condición

source: Delete
es: Borrar

source: Delete Child Card
es: Eliminar tarjeta infantil

source: Dismiss the register card form
es: Descartar el formulario de tarjeta de registro

source: Done
es: Hecho

source: Edit your name
es: Edita tu nombre

source: Enter the first name of the child or person you're registering this card for
es: Ingrese el nombre del niño o la persona para quien está registrando esta tarjeta

source: Feels Like
es: Se siente como

source: First Name
es: Nombre de pila

source: Get a new card
es: Obtener una nueva tarjeta

source: Humidity
es: Humedad

source: Is Daylight
es: es la luz del día

source: Last Name
es: Apellido

source: Log Out
es: Cierra sesión

source: Long press on the weather icon to view weather in LBV
es: Mantenga presionado el ícono del clima para ver el clima en LBV

source: Long press on your name to edit it.
es: Alarga la pulsación de tu nombre para editarlo.

source: Looks like we missed ya
es: Parece que te echamos de menos

source: OK
es: DE ACUERDO

source: Please attempt to have a different card than others in your group.
es: Por favor, intente tener una tarjeta diferente a la de otros en su grupo

source: Privacy
es: Privacidad

source: Refresh Card Resets
es: Actualizar restablecimientos de tarjetas

source: Register Card
es: Tarjeta de registro

source: Reset
es: Reiniciar

source: Settings
es: Ajustes

source: Share
es: Compartir

source: Tap the child icon to register a bingo card for your child
es: Toca el icono de niño para registrar una tarjeta de bingo para tu hijo

source: Temperature
es: Temperatura

source: This will reset the number of allowed card resets.
es: Esto restablecerá el número de reinicios de tarjetas permitidos

source: To continue you'll need to read and agree to the terms below
es: Para continuar, tendrás que leer y aceptar los siguientes términos.

source: Try to have a unique card
es: Intenta tener una tarjeta única.

source: View the weather
es: Ver el clima

source: We'll need this info for the app to run properly
es: Necesitaremos esta información para que la aplicación funcione correctamente

source: Weather
es: Tiempo

source: Welcome to DWBingo
es: Bienvenido a DWBingo

source: Yes
es: Si

source: You are permitted to have one personal bingo card and one minor card.
es: Se le permite tener una tarjeta de bingo personal y una tarjeta menor

source: You are permitted to reset your or your child's card five times. After five times, the button will disable. You can reset the limit on settings once.
es: Se le permite restablecer su tarjeta o la de su hijo cinco veces. Después de cinco veces, el botón se desactivará. Puede restablecer el límite de configuración una vez.

source: You can get a new card up to 5 times before 11:59PM Feb 17
es: Puedes obtener una nueva tarjeta hasta cinco veces antes de las 11:59 p. m. del 17 de febrero

source: You may only have one card
es: Solo puedes tener una tarjeta

source: You may only reset your card five times
es: Sólo puedes restablecer tu tarjeta cinco veces

source: You've reached the maximum number of resets
es: Has alcanzado el número máximo de reinicios.

source: Your privacy matters to us. All data is stored on the device and is not linked to you.
es: Tu privacidad nos importa. Todos los datos se almacenan en el dispositivo y no están vinculados a usted.
